Repository: JuiP/chart
Catalog: po/*.po
Languages: mi, sq, th, uk

source: Chart
mi: Tūtohi
sq: Grafik
uk: Діаграма

source: Create your charts and organize your information! Try the best chart for your case.
sq: Krijoni grafikët tuaj dhe sistemoni informacionin tuaj! Provoni grafikun më të përshtatshëm për rastin tuaj.
uk: Створюйте власні діаграми і упорядковуйте ваші дані! Спробуйте найкращу діаграму для вашої мети.

source: Invalid Value
mi: Uara Muhu
sq: Vlerë e Pavlefshme
th: ค่าไม่ถูกต้อง
uk: Некоректне значення

source: The value must be a number (integer or decimal)
mi: Me whai tau te uara (tau tōpū, tau ā-ira)
sq: Vlera duhet të jetë një numër (i plotë ose dhjetor)
th: ค่าที่ใส่ต้องเป็นตัวเลข (จำนวนเต็มหรือทศนิยม)
uk: Значення має бути числовим (цілим або дробовим)

source: Ok
mi: Āe
th: ตกลง
uk: Гаразд

source: Save as image
mi: Tiaki hei atahanga
sq: Ruaje si figurë
th: บันทึกเป็นรูปภาพ
uk: Зберегти як зображення

source: Read StopWatch data
mi: Pānui raraunga MatawāTū
sq: Lexo të dhëna nga Kronometri
th: อ่านข้อมูลนาฬิกาจับเวลา
uk: Читати дані «Секундоміра»

source: Read Measure data
mi: Pānui raraunga Ine
sq: Lexo të dhëna nga Mateni
th: อ่านข้อมูลการวัด
uk: Читати дані «Вимірювання»

source: Add a value
mi: Tāpiri uara
sq: Shtoni një vlerë
th: ใส่ค่า
uk: Додати значення

source: Remove the selected value
mi: Tangohia te uara kua tīpakohia
sq: Hiqe vlerën e përzgjedhur
th: ลบค่าที่เลือก
uk: Вилучити позначене значення

source: Chart Color
mi: Tae Tūtohi
sq: Ngjyrë Grafiku
th: สีแผนภูมิ
uk: Колір діаграми

source: Line Color
mi: Tae Rārangi
sq: Ngjyrë Vije
th: สีเส้น
uk: Колір ліній

source: Horizontal label...
mi: Tapanga whakapae...
sq: Etiketë horizontale…
th: ป้ายในแนวนอน...
uk: Мітка горизонталі…

source: Vertical label...
mi: Tapanga poutū...
sq: Etiketë vertikale…
th: ป้ายในแนวตั้ง...
uk: Мітка вертикалі…

source: Text
sq: Tekst
uk: Текст

source: Font Color
sq: Ngjyrë Shkronjash
uk: Колір шрифту

source: Title font
sq: Shkronja titulli
uk: Шрифт заголовка

source: Labels font
sq: Shkronja etiketash
uk: Шрифт міток

source: Tick font
uk: Шрифт позначок

source: Fullscreen
mi: Matakatoa
sq: Sa Krejt Ekrani
th: เต็มจอ
uk: На весь екран

source: Move up
sq: Ngjite
uk: Пересунути вище

source: Move down
sq: Zbrite
uk: Пересунути нижче

source: No data
sq: S’ka të dhëna
uk: Немає даних

source: Vertical Bar Chart
mi: Tūtohi Pae Poutū
sq: Grafik Me Shtylla Vertikale
th: แผนภูมิแท่งในแนวตั้ง
uk: Діаграма з вертикальними стовпцями

source: Horizontal Bar Chart
mi: Tūtohi Pae Whakapae
sq: Grafik Me Shtylla Horizontale
th: แผนภูมิแท่งในแนวนอน
uk: Діаграма з горизонтальними смужками

source: Line Chart
mi: Tūtohi Rārangi
sq: Grafik Me Vija
th: แผนภูมิแบบเส้น
uk: Лінійна діаграма

source: Pie Chart
mi: Tūtohi Porohita
sq: Grafik Qarkor
th: แผนภูมิวงกลม
uk: Секторна діаграма

source: Invalid object
mi: Ahanoa muhu
sq: Objekt i pavlefshëm
th: วัตถุที่ไม่ถูกต้อง
uk: Некоректний об’єкт

source: The selected object must be a %s file
mi: Me whai kōnae %s te ahanoa kua tīpakohia
sq: Objekti i përzgjedhur duhet të jetë një kartelë %s
th: วัตถุที่ถูกเลือกต้องเป็นไฟล์ %s
uk: Позначений об’єкт має бути файлом %s

source: StopWatch
mi: MatawāTū
sq: Kronometër
th: นาฬิกาจับเวลา
uk: Секундомір

source: Measure
mi: Ine
sq: Mateni
th: วัดค่า
uk: Вимірювання

source: Label
mi: Tapanga
sq: Etiketë
th: ป้าย
uk: Мітка

source: Value
mi: Uara
sq: Vlerë
th: ค่า
uk: Значення

source: Basic usage
mi: Whakamahinga matua
sq: Përdorimi i thjeshtë
th: การใช้พื้นฐาน
uk: Основи користування.

source: First you need add data to create the graph
mi: Hei tīmata e hiahiatia ana te tāpiri raraunga hei waihanga kauwhata
sq: Së pari lypset të shtoni të dhëna, pa të krijohet grafiku
th: คุณต้องเพิ่มข้อมูลที่จะสร้างกราฟก่อน
uk: Спочатку вам слід додати дані для створення графіка

source: You can add data with this button
mi: E taea ana te tāpiri raraunga me tēnei pātene
sq: Përmes këtij butoni, mund të shtoni të dhëna
th: คุณสามารถเพิ่มข้อมูลด้วยปุ่มนี้
uk: Ви можете додати дані за допомогою цієї кнопки

source: ...or remove data with this button
mi: ...te tango raraunga rānei me tēnei pātene
sq: …ose të hiqni të dhëna
th: ...หรือลบข้อมูลด้วยปุ่มนี้
uk: …або вилучити дані за допомогою цієї кнопки

source: To change the graph title, just change the activity title
mi: Hei huri i te taitara kauwhata, huri te taitara hohe
sq: Që të ndryshoni titullin e grafikut, thjesht ndryshoni titullin e veprimtarisë
th: เปลี่ยนชื่อกราฟจะต้องเปลี่ยนชื่อกิจกรรม
uk: Щоб змінити заголовок графіка, просто змініть назву простору дій

source: Next you can change the type of graph
mi: Kātahi, e taea anaKātahi, e taea ana te huri i te momo kauwhata te huri i te momo kauwhata
sq: Në vazhdim mund të ndryshoni llojin e grafikut
th: ถ้ดไปคุณสามารถเปลี่ยนชนิดของกราฟ
uk: Далі, ви можете змінити тип графіка

source: Vertical bars
mi: Pae poutū
sq: Shtylla vertikale
th: แถบแนวตั้ง
uk: Вертикальні смуги

source: Horizontal bars
mi: Pae whakapae
sq: Shtylla horizontale
th: แถบแนวนอน
uk: Горизонтальні смужки

source: Lines
mi: Ngā Rārangi
sq: Vija
th: เส้น
uk: Лінійчаста

source: Pie
mi: Porohita
sq: Qark
th: พาย
uk: Кругова

source: Configs
mi: Whirihoranga
sq: Formësime
th: ปรับแต่ง
uk: Налаштування

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
mi: Ka taea e koe te huri i ngā tae, i ngā tapanga poutū, whakapae rānei i roto i te paeutauta whirihoranga
sq: Ngjyrat ose etiketën horizontale ose vertikale mund t’i ndryshoni që nga paneli i formësimeve
th: คุณสามารถเปลี่ยนสีหรือป้ายชื่อแนวนอนและแนวตั้งในแถบเครื่องมือปรับแต่ง
uk: Змінити кольори міток горизонталі і вертикалі можна за допомогою панелі «Налаштування»

source: Saving as an image
mi: Tiakina hei atahanga
sq: Po ruhet si figurë
th: บันทึกเป็นรูปภาพ
uk: Збереження у форматі зображення

source: In the activity toolbar you have button to save the graph as an image
mi: I roto i te paeutauta hohe, he pātene kia tiaki i te kauwhata hei atahanga
sq: Te paneli i veprimtarive gjendet një buton për ta ruajtur grafikun si një figurë
th: ในแถบเครื่องมือกิจกรรม คุณมีปุ่มที่จะบันทึกกราฟเป็นรูปภาพ
uk: На панелі інструментів простору дій розміщено кнопку для збереження графіка у форматі зображення

source: Reading data from other activities
mi: Pānui ana i ngā raraunga mai i ētahi atu hohe
sq: Lexim të dhënash nga veprimtaritë e tjera
th: อ่านข้อมูลจากกิจกรรมอื่น ๆ
uk: Читання даних з інших просторів дій

source: In the activity toolbar you have buttons to read data from other activities
mi: I roto i te paeutauta hohe he pātene kia pānui raraunga mai i ētahi atu hohenga mai i ētahi atu hohe
sq: Te paneli i veprimtarive keni butona për të lexuar të dhëna nga veprimtari të tjera
th: ในแถบเครื่องมือกิจกรรม คุณมีปุ่มที่จะอ่านข้อมูลจากกิจกรรมอื่น ๆ
uk: На панелі інструментів простору дій розміщено кнопки для читання даних з інших просторів дій

source: You can use times measured in the StopWatch activity
mi: E taea ana te whakamahi i ngā wā ine o te hohe MataWā
sq: Mund të përdorni kohë të matura te veprimtaria Kronometër
th: คุณสามารถใช้เวลาซึ่งได้จากการวัดในกิจกรรมนาฬิกาจับเวลา
uk: Ви можете скористатися вимірами часу, які виконано за допомогою «Секундоміра»

source: ...or data from the Measure activity
mi: ...raraunga rānei mai i te hohe Ine
sq: …ose të dhëna nga veprimtaria Mateni
th: ...หรือข้อมูลจากกิจกรรมวัดค่า
uk: …або даними з простору дій «Вимірювання»

source: Reading data from the clipboard
mi: Pānui ana i ngā raraunga mai i te papatopenga
sq: Lexim të dhënash nga e papastra
uk: Читання даних з буфера обміну даними

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
mi: E taea ana ētahi hohe (pērā i te ŌritetangaArokite) te tārua raraunga mai i te papatopenga
sq: Disa veprimtari (VisualMatch, fjala vjen) kanë aftësinë të kopjojnë të dhëna në të papastër
uk: У деяких просторах дій (наприклад у «Візуальній відповідності») передбачено можливість копіювання даних до буфера обміну даними

source: Drop the clipboard data into the chart area and it will be charted
mi: Whakataka i ngā raraunga papatopenga ki roto i te horahanga tūtohi ki reira ka tūtohitia
sq: Hidhini të dhënat nga e papastra te fusha e grafikut dhe grafiku do të krijohet
uk: Скиньте дані з буфера обміну до поля діаграми, і програма намалює діаграму

source: Select font
sq: Përzgjidhni shkronja
uk: Виберіть шрифт

source: Help
mi: Āwhina
sq: Ndihmë
th: ช่วยเหลือ
uk: Довідка

source: Time
mi: Wā
sq: kohë
th: เวลา
uk: Час

source: Mark
mi: Tohu
th: ทำเครื่องหมาย
uk: Позначка

source: Values
mi: Ngā Uara
sq: Vlera
th: ค่า
uk: Значення

source: Samples
mi: Ngā Tauiraiti
sq: Shembuj
th: ตัวอย่าง
uk: Вибірки
