Repository: JuiP/chart
Catalog: po/ach.po
Languages: ach

source: Chart
ach: Karatac

source: Create your charts and organize your information! Try the best chart for your case.
ach: Yub karatac mamegi ci i ket ngec mamegi kakare! Tem karatac maber odoco pi jami tici.

source: Invalid Value
ach: Adwogi Mape tio

source: The value must be a number (integer or decimal)
ach: Adwogi ne myero bed namba (intaga nyo decimal)

source: Ok
ach: Eyo

source: Save as image
ach: Gwok calo cal

source: Read StopWatch data
ach: Kwan CungNeno tic

source: Read Measure data
ach: Kwan Pim tic

source: Add a value
ach: Med adwogi maber

source: Remove the selected value
ach: Kwanyo woko adwogi ma kiyero

source: Chart Color
ach: Rangi me Karatac

source: Line Color
ach: Rangi me Layin

source: Horizontal label...
ach: Alama maobutu abuta...

source: Vertical label...
ach: Alama maotire atira...

source: Text
ach: Nyig lok

source: Font Color
ach: Rangi me kit

source: Title font
ach: Nying kit

source: Labels font
ach: Oketo alama i kite

source: Tick font
ach: Gwet kit

source: Fullscreen
ach: Wangkio lung

source: Move up
ach: Dir malo

source: Move down
ach: Dir piny

source: No data
ach: Tic pe

source: Vertical Bar Chart
ach: Bar Karatac Maocung atir

source: Horizontal Bar Chart
ach: Bar Karatac Maobutu abuta

source: Line Chart
ach: Layin Karatac

source: Pie Chart
ach: Karatac Pai

source: Invalid object
ach: Gin mape tio

source: The selected object must be a %s file
ach: Gin makiyero myero obed %s pwail

source: Measure
ach: Pim

source: Label
ach: Alama

source: Value
ach: Ber

source: Basic usage
ach: En matwero tic

source: First you need add data to create the graph
ach: Me acel myero med tic pi yubu grap

source: You can add data with this button
ach: I twero medo tic kwede mapeca man

source: ...or remove data with this button
ach: ...nyo kwany tic kwede mapeca man

source: To change the graph title, just change the activity title
ach: Pi loko nying grap, lok ka nying tic

source: Next you can change the type of graph
ach: I twero loko kit grap malubo kore

source: Vertical bars
ach: Bar ma ocung atir

source: Horizontal bars
ach: Bar ma obutuabuta

source: Lines
ach: Layin mapol

source: Pie
ach: Pai

source: Configs
ach: Cano

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
ach: I twero loko rangi mapol nyo labutubutu ki alama maocung atir ii cano barjami tic

source: Saving as an image
ach: Gwoko calo cal acel

source: In the activity toolbar you have button to save the graph as an image
ach: Ii barjami me tic itye ki mapeca me gwoko grap calo cal acel

source: Reading data from other activities
ach: Kwano tic ma aa ki i tic mapol mapat

source: In the activity toolbar you have buttons to read data from other activities
ach: Ii barjami me tic i tye ki mapeca me kwano tic ma aa ki i tic mapol mapat

source: You can use times measured in the StopWatch activity
ach: I twero tic ki caa ma kipimo ii tic pa StopWatch

source: ...or data from the Measure activity
ach: ...nyo tic ma aa ki Pimo tic

source: Reading data from the clipboard
ach: Kwano tic aa ki i bao me nyime

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
ach: Tic mogo mapol ( macalo VisualMatch) tye ki gupu me loko tic dwoko i bao me nyime

source: Drop the clipboard data into the chart area and it will be charted
ach: Bol tic me bao nyime i dwok iyi adwol pa karatac ci bikete

source: Select font
ach: Yer rwom dite

source: Help
ach: Kony

source: Time
ach: Caa

source: Mark
ach: Ket alama

source: Values
ach: Berere

source: Samples
ach: Lapore mapol
