Repository: JuiP/chart
Catalog: po/gug.po
Languages: gug

source: Chart
gug: Graficar

source: Create your charts and organize your information! Try the best chart for your case.
gug: ﻿Ojapo nde gráfica kuera ha ombohysýi nde kuaa ! prueba pe porãve gráfica opyta nde amomenda.

source: Invalid Value
gug: Py'aguasu invalido

source: The value must be a number (integer or decimal)
gug: ﻿Pe py'aguasu ova'erã teko peteĩ ambopapa (entero o decimal)

source: Save as image
gug: ñongatu akaru ta'anga

source: Read StopWatch data
gug: Moñe'ẽ amoarange kuera stopwatch

source: Read Measure data
gug: Moñe'ẽ amoarange kuera ha'ã

source: Add a value
gug: Mbojo'a peteĩ py'aguasu

source: Remove the selected value
gug: Eliminar pe py'aguasu seleccionado

source: Chart Color
gug: Sa'y graficogua

source: Line Color
gug: Sa'y mba'e linea kuera

source: Horizontal label...
gug: Etiqueta horizontal...

source: Vertical label...
gug: Etiqueta oñembo'ýva . . .

source: Text
gug: Texto

source: Font Color
gug: Sa'y fuente mba'e

source: Title font
gug: ﻿Téra fuente mba'e

source: Labels font
gug: ﻿Fuente etiqueta kuera mba'e

source: Tick font
gug: ﻿Fuente tickgua

source: Fullscreen
gug: Tenda jepyso ohechaukáva ta'anga ojapopa

source: Move up
gug: ﻿Mongu'e yvate

source: Move down
gug: Mongu'e yvýpe

source: No data
gug: Amoarange kueraỹre

source: Vertical Bar Chart
gug: Grafico barra kuera mba'e verticale kuera

source: Horizontal Bar Chart
gug: ﻿Grafico barra kuera mba'e horizontale kuera

source: Line Chart
gug: Grafico linea kuera mba'e

source: Pie Chart
gug: Grafico torta

source: Invalid object
gug: ﻿Mba'e inválido

source: The selected object must be a %s file
gug: ﻿Pe mba'e seleccionado ova'erã teko peteĩ ñongatuha %s kuera

source: StopWatch
gug: Cronometro

source: Measure
gug: ﻿Ha'ã

source: Label
gug: Etiqueta

source: Value
gug: Py'aguasu

source: Basic usage
gug: Jeporu básico

source: First you need add data to create the graph
gug: ﻿Peteĩha tien kuera hina mbojo'a amoarange kuera opyta japo pe gráfico

source: You can add data with this button
gug: ﻿Oikatu kuera mbojo'a amoarange kuera ko ndive votõ

source: ...or remove data with this button
gug: ﻿ . . . o eliminar amoarange kuera ko ndive votõ

source: To change the graph title, just change the activity title
gug: ﻿Opyta moambue pe título gráficogua , año omoambue pe título actividad

source: Next you can change the type of graph
gug: ﻿Continuaciónpe oikatu kuera moambue pe tipo gráfico mba'e

source: Vertical bars
gug: ﻿Barra kuera verticale kuera

source: Horizontal bars
gug: ﻿Barra kuera horizontale kuera

source: Lines
gug: ﻿Linea kuera

source: Pie
gug: Apu'a

source: Configs
gug: Configuracion kuera

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
gug: Oikatu kuera moambue sa'y kuera mba'e etiqueta kuera horizontale kuera ha verticale kuera pe barra configuracion kuera me/pe

source: Saving as an image
gug: ﻿Guardando akaru peteĩ ta'anga

source: In the activity toolbar you have button to save the graph as an image
gug: ﻿Pe barra actividad tien kuera peteĩ votõ opyta ñongatu pe gráfico akaru peteĩ ta'anga me/pe

source: Reading data from other activities
gug: ﻿Leyendo amoarange kuera otra kuera mba'e actividade kuera

source: In the activity toolbar you have buttons to read data from other activities
gug: Pe barra actividad tien kuera botones opyta moñe'ẽ amoarange kuera otra kuera mba'e actividade kuera me/pe

source: You can use times measured in the StopWatch activity
gug: Oikatu kuera puru ára kuera ha'ãva/papyre kuera pe ndive actividad stopwatch

source: ...or data from the Measure activity
gug: ﻿ . . . o amoarange kuera actividad ha'ã

source: Reading data from the clipboard
gug: Leyendo amoarange kuera guive pe portapapele kuera

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
gug: Ojoavy kuera actividade kuera (akaru dimension kuera) oreo pe katupyry kopia mba'e amoarange kuera pe portapapele kuera

source: Drop the clipboard data into the chart area and it will be charted
gug: Ombotyryry amoarange kuera guive pe portapapele kuera pe área gráficogua ha ojegraficarán

source: Select font
gug: Seleccionar fuente

source: Help
gug: Oipytyvõ

source: Time
gug: ára

source: Mark
gug: Pore

source: Values
gug: ﻿Py'aguasu kuera

source: Samples
gug: ﻿Techarã kuera
